org/mountaineering/index.org
#+SETUPFILE: ~/.emacs-lisp/org-templates/level-1.org
#+TITLE: Index for Mountaineering Pages.
#+STARTUP: showall indent
#+STARTUP: hidestars
#+INFOJS_OPT: view:overview ltoc:nil toc:t
#+OPTIONS: H:2 num:nil tags:nil toc:1 timestamps:t
#+LINK_UP: index.html
#+LINK_HOME: ../index.html
#+BEGIN_HTML
---
layout: mountaineering
title: Mountaineering.
---
#+END_HTML
* Introduction.

I have always been interested in mountaineering ever since my parents
took me on holiday to Snowdonia. In the 1970′s and 80′s I was a very
active climber and was fortunate to live in the Peak District with
climbs on my doorstep. A move back to Cheshire and the arrival of
three children have meant that I have been much less active in recent
years. However, the children are growing up and have started to take
an interest in mountaineering and we have done some good routes
together.

There are links to articles about our recent climbs and also some
older writings from the 1980′s. Please note that I tend to write about
climbs where things go wrong, we don’t always have epics!

* Articles.

- [[file:first_pinnacle_rib_tryfan.org][First Pinaccle Rib Tryfan]] How not to go climbing with young children.
- [[./route_major.html][Route Major.]] We get lost on the famous route on Mont Blanc's southern side.
- [[file:a_walk_in_the_berwyns.org][A Walk in the Berwyns]]  Just to show I don't always get lost.
- [[file:benighted_on_the_ben.][Benighted on the Ben]] A Winter ascent of Glover's Chimney almost leads to bed & breakfast
  on the summit of Ben Nevis.
- [[file:castell_helen_gogarth.org][Castell Helen Gogarth]]  Classic cliff with a cafe at the top!
- [[file:crowberry_left_fork.org][Crowberry Gully, Left Fork]] Buchaille Etive Mor. Much more fun than
  the ordinary straightforward route.
- [[file:memorable_cafes_and_pubs.org][Memorable Cafes and Pubs]] Places to go when it's too wet, or you are too lazy to climb.
- [[file:snells_field_chanonix.org][Snell's Field Chamonix]]  Wild camping in Chamonix. Tents arrested by the gendarmerie.
- [[file:western_gully_black_ladders.org][Western Gully Black Ladders]] A classic Welsh Grade IV, which turns out be much harder than most
  Scottish V's.
- [[file:zero_and_point_five_ben_nevis.org][Zero and Point Five Ben Nevis]] Bumbling up the iconic gullies on Ben Nevis.

