jekyll/mountaineering/index.html
---
layout: mountaineering
title: Mountaineering.
---

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Introduction.</h2>
<div class="outline-text-2" id="text-1">


<p>
I have always been interested in mountaineering ever since my parents
took me on holiday to Snowdonia. In the 1970′s and 80′s I was a very
active climber and was fortunate to live in the Peak District with
climbs on my doorstep. A move back to Cheshire and the arrival of
three children have meant that I have been much less active in recent
years. However, the children are growing up and have started to take
an interest in mountaineering and we have done some good routes
together.
</p>
<p>
There are links to articles about our recent climbs and also some
older writings from the 1980′s. Please note that I tend to write about
climbs where things go wrong, we don’t always have epics!
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Articles.</h2>
<div class="outline-text-2" id="text-2">


<ul>
<li>
<a href="first_pinnacle_rib_tryfan.html">First Pinaccle Rib Tryfan</a> How not to go climbing with young children.
</li>
<li>
<a href="./route_major.html">Route Major.</a> We get lost on the famous route on Mont Blanc's southern side.
</li>
<li>
<a href="a_walk_in_the_berwyns.html">A Walk in the Berwyns</a>  Just to show I don't always get lost.
</li>
<li>
<a href="benighted_on_the_ben.">Benighted on the Ben</a> A Winter ascent of Glover's Chimney almost leads to bed &amp; breakfast
on the summit of Ben Nevis.
</li>
<li>
<a href="castell_helen_gogarth.html">Castell Helen Gogarth</a>  Classic cliff with a cafe at the top!
</li>
<li>
<a href="crowberry_left_fork.html">Crowberry Gully, Left Fork</a> Buchaille Etive Mor. Much more fun than
the ordinary straightforward route.
</li>
<li>
<a href="memorable_cafes_and_pubs.html">Memorable Cafes and Pubs</a> Places to go when it's too wet, or you are too lazy to climb.
</li>
<li>
<a href="snells_field_chanonix.html">Snell's Field Chamonix</a>  Wild camping in Chamonix. Tents arrested by the gendarmerie.
</li>
<li>
<a href="western_gully_black_ladders.html">Western Gully Black Ladders</a> A classic Welsh Grade IV, which turns out be much harder than most
Scottish V's.
</li>
<li>
<a href="zero_and_point_five_ben_nevis.html">Zero and Point Five Ben Nevis</a> Bumbling up the iconic gullies on Ben Nevis.

</li>
</ul>
</div>
</div>
